Revit 2023 API
GroupTypeId.Structural Property
 "Structural"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Structural { get; }
Visual Basic
Public Shared ReadOnly Property Structural As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Structural {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace